Repository: rxhanson/Rectangle
Catalog: Rectangle/mul.lproj/Main.xcstrings
Source language: en
Languages: ar, ca, cs, de, es, fr, id, it, ja, ko, lt, nb, nl, nn, pl, pt_br, pt_pt, ro, ru, sk, sv_se, tr, uk, vi, zh_hans, zh_hant, zh_hant_hk

source: Right half, top/bottom half near corners
ar: Moitié droite, moitié du haut/bas près des coins
cs: Pravá polovina, horní/spodní polovina blízko rohů
de: Rechte Hälfte, Obere/Untere Hälfte in der Nähe der Ecken
es: Mitad derecha, mitad superior/inferior cerca de las esquinas
fr: Moitié droite, moitié du haut/bas près des coins
it: Metà destra, metà superiore/inferiore vicino gli angoli
ja: 右半分、画面端付近の上半分・下半分
ko: 반, 위/아래 반에 근접한 모서리
lt: Dešinė pusė, viršutinė/apačioje pusė šalia kampų
nb: Høgre halvdel, øverste/nederste halvdel nære hjørne
nn: Høgre halvdel, øvste/nedste halvdel nære hjørne
pt_br: Metade direita, metade cima/baixo próximo das bordas
ru: Правая половина, верхняя/нижняя половина возле углов
sk: Pravá polovica, horná/spodná polovica blízko rohov
tr: Sağ yarım (köşelere yaklaşıldığında ise üst/alt yarım)
uk: Права половина, верхня/нижня половина близько кутів
vi: Nửa phải, nửa trên/dưới nếu ngay góc
zh_hans: 右半屏，靠近角落则上／下半屏
zh_hant: 右半，靠近角落則上半／下半
zh_hant_hk: 右半，靠近角落則上半／下半

# rmV-YD-Hzj.title
source: Check for updates automatically
ar: تحقق من وجود تحديثات تلقائيا
ca: Comproveu si hi ha actualitzacions automàticament
cs: Automaticky kontrolovat aktualizace
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
id: Periksa untuk Pembaruan Otomatis
it: Controlla automaticamente gli aggiornamenti
ja: アップデートを自動的に確認
ko: 자동으로 업데이트 확인
lt: Automatiškai tikrinti atnaujinimus
nb: Se etter oppdateringer automatisk
nl: Automatisch controleren op updates
nn: Sjå etter oppdateringar automatisk
pl: Sprawdzaj aktualizacje automatycznie
pt_br: Procurar atualizações automaticamente
pt_pt: Verifique se há atualizações automaticamente
ro: Verifică actualizările automat
ru: Проверять обновления автоматически
sk: Automaticky kontrolovať aktualizácie
sv_se: Sök efter uppdateringar automatiskt
tr: Güncellemeleri otomatik kontrol et
uk: Перевіряти оновлення автоматично
vi: Tự động kiểm tra các bản cập nhật
zh_hans: 自动检查更新
zh_hant: 自動檢查更新項目
zh_hant_hk: 自動檢查更新項目

source: Rqc-34-cIF.title
ar: مرتفع
ca: Superíndex
de: Hochgestellt
es: Superíndice
fr: Exposant
id: Superskrip
it: Apice
ja: 上付き
ko: 위 첨자
lt: Superscenario
nb: Heva skrift
nl: Superscript
nn: Heva skrift
pl: Superscript
pt_br: Superscript
pt_pt: Superescrito
ru: Суперсценарий
sv_se: Upphöjd
zh_hans: 上标

# Ruw-6m-B2m.title
source: Select All
ar: اختر الكل
ca: Selecciona-ho tot
cs: Vybrat vše
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
id: Pilih Semua
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
lt: Pasirinkite viską
nb: Marker alt
nl: Selecteer alles
nn: Marker alt
pl: Wybierz wszystko
pt_br: Selecionar tudo
pt_pt: Selecionar Todos
ro: Selectează Tot
ru: Выберите всё
sk: Vybrať všetko
sv_se: Markera allt
uk: Виділити все
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選
zh_hant_hk: 全選

# rzr-Qq-702.title
source: Move Right
ar: تحرك يمينا
ca: Moure a la dreta
cs: Přesunout vpravo
de: Nach rechts bewegen
es: Mover a la derecha
fr: Déplacer à droite
id: Geser ke Kanan
it: Sposta a destra
ja: 右に移動
ko: 오른쪽으로 이동
lt: Į dešinę
nb: Flytt til høgre
nl: Naar rechts
nn: Flytt til høgre
pl: Przesuń w prawo
pt_br: Mover para a direita
pt_pt: Mover para a direita
ro: Mută în Dreapta
ru: Направо
sk: Presunúť vpravo
sv_se: Flytta höger
tr: Sağ Kenar
uk: Перемістити праворуч
vi: Qua phải
zh_hans: 向右移动
zh_hant: 右移
zh_hant_hk: 右移

# S0p-oC-mLd.title
source: Jump to Selection
ar: انتقل إلى التحديد
ca: Salta a la selecció
cs: Zobrazit výběr
de: Zur Auswahl springen
es: Ir a la selección
fr: Aller à la sélection
id: Lompat ke Terpilih
it: Vai alla selezione
ja: 選択部分へジャンプ
ko: 선택 부분으로 이동
lt: Pereiti prie pasirinkto
nb: Gå til markering
nl: Ga naar selectie
nn: Gå til markering
pl: Przejdź do wyboru
pt_br: Ir para a seleção
pt_pt: Ir para a seleção
ro: Sari la Selecție
ru: Перейти к выбранному
sk: Zobraziť výber
sv_se: Hoppa till markerad
uk: Перейти до вибору
vi: Nhảy đến lựa chọn
zh_hans: 跳到所选内容
zh_hant: 跳至所選範圍
zh_hant_hk: 跳去所選範圍

source: Sixths
ar: Sixièmes
ca: Sisenes
cs: Šestiny
de: Sechstel
es: Sextos
fr: Sixièmes
id: Seperenam
it: Terzi
ja: 6分割
ko: 6등분
lt: Šeštosios
nb: Sjettedeler
nl: Zesden
nn: Sjettedelar
pl: Jedne szóste
pt_br: Sextos
pt_pt: Sextos
ru: Шестые
sk: Šestiny
sv_se: Sjättedelar
tr: Altıda bir
uk: Шості
vi: Phần sáu
zh_hans: 六等分
zh_hant: 六等分
zh_hant_hk: 六等分

source: Size
ar: Taille
ca: Mida
cs: Velikost
de: Größe
es: Tamaño
fr: Taille
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
lt: Dydis
nb: Størrelse
nn: Storleik
pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ru: Размер
sk: Veľkosť
sv_se: Storlek
tr: Boyut
uk: Розмір
zh_hans: 大小
zh_hant: 大小
zh_hant_hk: 大小

source: snW-S8-Cw5.title
ar: إظهار شريط الأدوات
ca: Mostra la barra d'eines
de: Symbolleiste einblenden
es: Mostrar barra de herramientas
fr: Afficher la barre d'outils
id: Tampilkan Bilah Alat
it: Mostra la barra strumenti
ja: ツールバーを表示
ko: 도구 막대 보기
lt: Rodyti įrankių juostą
nb: Vis verktøyrada
nl: Werkbalk weergeven
nn: Vis verktøyrada
pl: Pokaż pasek narzędzi
pt_br: Mostrar barra de ferramentas
pt_pt: Mostrar barra de ferramentas
ru: Показать панель инструментов
sv_se: Visa verktygsfältet
zh_hans: 显示工具栏

# STb-JK-oB1.title
source: Rectangle Preferences
ar: تفضيلات المستطيل
ca: Preferències de Rectangle
cs: Rectangle předvolby
de: Rectangle-Einstellungen
es: Preferencias de Rectangle
fr: Préférences Rectangle
id: Preferensi Rectangle
it: Preferenze Rectangle
ja: Rectangle環境設定
ko: Rectangle 환경설정
lt: Rectangle nustatymai
nb: Rectangle-innstillinger
nl: Voorkeuren Rectangle
nn: Rectangle-innstillingar
pl: Preferencje Rectangle
pt_br: Preferências do Rectangle
pt_pt: Preferências do Rectangle
ro: Preferințe Rectangle
ru: Настройки Rectangle
sk: Rectangle predvoľby
sv_se: Rectangle-inställningar
tr: Rectangle Tercihleri
uk: Налаштування Rectangle
vi: Cài đặt của Rectangle
zh_hans: Rectangle 偏好设置
zh_hant: Rectangle 偏好設定
zh_hant_hk: Rectangle偏好設定

source: SXx-HZ-GkB.title
ar: التنقل عبر شاشات العرض بأوامر متكررة يسارًا أو يمينًا
ca: Passeu per les pantalles amb ordres repetides a l'esquerra o a la dreta
de: Monitorwechsel bei wiederholten Links/Rechts-Befehlen
es: Bucle a través de pantallas en ejecuciones repetidas de comandos de movimiento a la izquierda o a la derecha
fr: Déplacer sur les moniteurs lors de commandes gauche ou droite répétées
id: Berputar melintasi tampilan pada perintah kiri atau kanan yang berulang
it: Spostati tra gli schermi con comandi ripetuti a sinistra o destra
ja: 左半分／左半分にサイズ変更するコマンドを繰り返したら、ウインドウを表示するディスプレイを変更
ko: 왼쪽 및 오른쪽 명령을 반복하여 디스플레이 순환
lt: Perkelti langus tarp ekranų, kai lygiuojama iš eilės į kairę arba į dešinę
nb: Gå gjennom skjermene ved å gjenta venstre- eller høgrekommandoer
nl: Ga schermen langs bij opeenvolgende uitvoeringen van links of rechts
nn: Gå gjennom skjermane ved å gjenta venstre- eller høgrekommandoar
pl: Przechodź między ekranami przy powtarzających się komendach lewo/prawo
pt_br: Navegue entre telas repetindo os comandos para a direita ou esquerda
pt_pt: Alternar entre ecrãs ao repetir comandos para a esquerda ou para a direita
ru: Перемещать окна между экранами при последовательном выравнивании влево или вправо
sv_se: Bläddra mellan skärmarna med upprepade vänster- eller högerkommandon
zh_hans: 通过重复向左或向右命令在显示器循环显示

# t7n-mU-75I.title
source: Enable Rectangle.app
ar: تحقق من Rectangle.app
ca: Comprova Rectangle.app
cs: Zkontrolovat Rectangle.app
de: Rectangle.app prüfen
es: Compruebe Rectangle.app
fr: Vérifier Rectangle.app
id: Periksa Rectangle.app
it: Controlla Rectangle.app
ja: Rectangle.appを確認してください
ko: Rectangle.app 확인하기
lt: Patikrinkite failą Rectangle.app.
nb: Sjekk Rectangle.app
nl: Controleer Rectangle.app
nn: Sjekk Rectangle.app
pl: Sprawdź Rectangle.app.
pt_br: Verificar Rectangle.app
pt_pt: Verificar Rectangle.app
ro: Verifică Rectangle.app
ru: Проверьте файл Rectangle.app.
sk: Skontrolovať Rectangle.app
sv_se: Kontrollera Rectangle.app
tr: Rectangle.app'ı işaretleyerek izin verin
uk: Увімкнути Rectangle.app
vi: Bật Rectangle.app
zh_hans: 启用 Rectangle.app
zh_hant: 啟用 Rectangle.app
zh_hant_hk: 啟用Rectangle.app

# T9Z-QF-gwc.title
source: First Three Fourths
ar: أول ثلاثة أرباع
ca: Primers tres quarts
cs: První tři čtvrtiny
de: Erste drei Viertel
es: Primeros tres cuartos
fr: Trois quarts de gauche
id: Tiga Perempat Pertama
it: Primi tre quarti
ja: 3/4にして左寄せ
ko: 처음 3/4
lt: Pirmosios trys ketvirtys
nb: Første tre fjerdedeler
nn: Fyrste tre fjerdedelar
pl: Pierwsze trzy czwarte
pt_br: Primeiro três quartos
pt_pt: Primeiros Três Quartos
ro: Primele Trei Sferturi
ru: Первые три четверти
sk: Prvé tri štvrtiny
sv_se: Första tre fjärdedelar
tr: İlk Üç Çeyrek
uk: Перші три чверті
vi: 3/4 đầu
zh_hans: 左侧３／４
zh_hant: 左側３／４
zh_hant_hk: 左側３／４

# Td7-aD-5lo.title
source: Window
ar: نافذة او شباك
ca: Finestra
cs: Okno
de: Fenster
es: Ventana
fr: Fenêtre
id: Jendela
it: Finestra
ja: ウインドウ
ko: 창
lt: Langas
nb: Vindu
nl: Venster
nn: Vindauge
pl: Okno
pt_br: Janela
pt_pt: Janela
ro: Fereastră
ru: Окно
sk: Okno
sv_se: Fönster
tr: Pencere
uk: Вікно
vi: Cửa sổ
zh_hans: 窗口
zh_hant: 視窗
zh_hant_hk: 視窗

source: Thirds
ar: Tiers
ca: Terços
cs: Třetiny
de: Drittel
es: Tercios
fr: Tiers
id: Sepertiga
it: Terzi
ja: 3分割
ko: 3등분
lt: Trečdaliai
nb: Tredjedeler
nn: Tredjedelar
pl: Jedne trzecie
pt_br: Terços
pt_pt: Terços
ru: Трети
sk: Tretiny
sv_se: Tredjedelar
tr: Üçte bir
uk: Третини
zh_hans: 三等分
zh_hant: 三等分
zh_hant_hk: 三等分

source: Thirds, drag toward center for two thirds
ar: Tiers, glisser vers le centre pour deux tiers
cs: Třetiny, táhnout směrem ke středu pro dvě třetiny
de: Drittel, zur Mitte ziehen für zwei Drittel
es: Tercios, arrastrar hacia el centro para dos tercios
fr: Tiers, glisser vers le centre pour deux tiers
it: Terzi, trascina verso il centro per i due terzi
ja: 3分割、中心にドラッグで2/3
ko: 1/3, 가운데로 드래그하면 2/3
lt: Trečdalys, perkelkite į centrą du trečdalius
nb: Tredjedeler, dra mot midten for to tredjedeler
nn: Tredjedelar, dra mot midten for to tredjedelar
ru: Трети, перетащите к центру на две трети
sk: Tretiny, ťahať smerom k stredu pre dve tretiny
tr: Üçte bir (üçte iki için ortaya doğru sürükleyin)
uk: Третини, перетягніть у центр для двох третин
vi: 1/3, kéo đến giữa thành 2/3
zh_hans: ⅓，向中间拖移则⅔
zh_hant: ⅓，向中央拖移則⅔
zh_hant_hk: ⅓，向中央拖移則⅔

source: Thirds, top/bottom half near corners
ar: Tiers, moitié du haut/bas près des coins
cs: Třetiny, horní/spodní polovina blízko rohů
de: Drittel, Obere/Untere Hälfte in der Nähe der Ecken
es: Tercios, mitad superior/inferior cerca de las esquinas
fr: Tiers, moitié du haut/bas près des coins
it: Terzi, metà superiore/inferiore vicino gli angoli
ja: 3分割、画面端付近の上半分・下半分
ko: 1/3, 위/아래 반에 근접한 모서리
lt: Trečdalys, viršutinė/apačioje pusė šalia kampų
nb: Tredjedeler, øverste/nederste halvdel nære hjørne
nn: Tredjedelar, øvste/nedste halvdel nære hjørne
ru: Трети, верхняя/нижняя половина возле углов
sk: Tretiny, horná/spodná polovica blízko rohov
tr: Üçte bir (köşelere yaklaşıldığında ise üst/alt)
uk: Третини, верхня/нижня половина близько кутів
vi: 1/3, nửa trên/dưới nếu ngay góc
zh_hans: ⅓，靠近角落则上／下半屏
zh_hant: ⅓，靠近角落則上半／下半
zh_hant_hk: ⅓；靠近角落則上半／下半

source: tlD-Oa-oAM.title
ar: كيرن
ca: Kern
de: Zeichenabstand
es: Kern
fr: Kern
id: Kern
it: Kern
ja: カーニング
ko: 자간
lt: Kernas
nb: Knip
nl: Kern
nn: Knip
pl: Kern
pt_br: Kern
pt_pt: Kern
ru: Керн
sv_se: Kerning
zh_hans: 字句调整

source: To let Rectangle manage the title bar double click functionality, you need to disable the corresponding macOS setting.
ar: Pour permettre à Rectangle de gérer la fonctionnalité de double-clic sur la barre de titre d'une fenêtre, vous devez désactiver le paramètre macOS correspondant.
de: Damit Rectangle die Doppelklickfunktion der Titelleiste verwalten kann, muss die entsprechende macOS-Einstellung deaktiviert werden.
es: Para permitir que Rectangle administre la funcionalidad de doble click en la barra de título, debes deshabilitar los ajustes correspondientes de macOS.
fr: Pour permettre à Rectangle de gérer la fonctionnalité de double-clic sur la barre de titre d'une fenêtre, vous devez désactiver le paramètre macOS correspondant.
it: Per permettere a Rectangle di gestire la funzione di doppio clic sulla barra del titolo, devi disabilitare l'impostazione di macOS corrispondente.
ja: Rectangleがタイトルバーのダブルクリック機能を管理するには、該当するmacOSの設定を無効にする必要があります。
lt: Norėdami leisti „Rectangle“ valdyti antraštės juostos dvigubą spustelėjimą, turite išjungti atitinkamą „macOS“ nustatymą.
nb: For å la Rectangle styre dobbeltklikking i vindustittelen må du slå av den tilsvarende innstillinga i macOS.
nn: For å la Rectangle styra dobbeltklikking i vindaugstittelen må du slå av den tilsvarande innstillinga i macOS.
ru: Чтобы позволить Rectangle управлять функцией двойного щелчка в заголовке, необходимо отключить соответствующую настройку macOS.
vi: Để cho phép Rectangle quản lý chức năng nhấp đúp vào thanh tiêu đề, bạn cần phải tắt cài đặt macOS tương ứng.
zh_hans: 你需要禁用 macOS 中对应的设置以使用 Rectangle 管理连按窗口标题功能。
zh_hant: 若要讓 Rectangle 管理標題列連點功能，您需要停用對應的 macOS 設定。

source: Top sixths from corners; maximize
ar: Sixièmes haut à partir les coins ; maximiser
cs: Horní šestiny z rohů; maximalizovat
de: Obere Sechstel beim Ziehen aus den Ecken; maximieren
es: Sextos superiores de las esquinas; maximizar
fr: Sixièmes haut à partir les coins ; maximiser
it: Sesti superiori dagli angoli; massimizza
ja: 最大化（画面端にドラッグで上側6分割）
ko: 위쪽 1/6, 모서리에서 최대화
lt: Viršutinės šeštosios nuo kampų; maksimizuoti
nb: Øverste sjettedel fra hjørne; maksimer
nn: Øvste sjettedel frå hjørne; maksimer
ru: Верхние шестые от углов; максимизировать
sk: Horné šestiny z rohov; maximalizovať
tr: Tamamını kapla (köşelere yaklaşıldığında ise altıda birini kapla)
uk: Верхні шості від кутів; максимізувати
vi: 1/6 phía trên ngay góc; phóng to tối đa
zh_hans: 自角落则顶部⅙；最大化
zh_hant: 自角落則頂部⅙；放到最大
zh_hant_hk: 自角落則頂部⅙；放到最大

source: tRr-pd-1PS.title
ar: كاشفات البيانات
ca: Detectors de dades
de: Datenerkennung
es: Detectores de datos
fr: Détecteurs de données
id: Pendeteksi Data
it: Rilevatori di dati
ja: データ検出
ko: 데이터 탐지기
lt: Duomenų detektoriai
nb: Datadetektorer
nl: Gegevensdetectoren
nn: Datadetektorar
pl: Detektory danych
pt_br: Detectores de dados
pt_pt: Detectores de dados
ru: Детекторы данных
sv_se: Datadetektorer
zh_hans: 数据检测器

# TTx-7X-Wie.title
source: Top Center Sixth
ar: المركز السادس الأعلى
ca: Sisè superior centre
cs: Horní prostřední šestina
de: Oberes mittleres Sechstel
es: Sextante arriba centrado
fr: Sixième haut centre
id: Seperenam Tengah Atas
it: Sesto superiore centrale
ja: 中央上
ko: 위 가운데 1/6
lt: Viršutinė šeštoji centre
nb: Øvre midtre sjettedel
nl: Midden boven zesde
nn: Øvre midtre sjettedel
pl: Jedna szósta na środku u góry
pt_br: Sexto superior central
pt_pt: Sexto Central Superior
ro: Șesimea din Centru Sus
ru: Верхняя шестая по центру
sk: Horná prostredná šestina
sv_se: Övre mitten sjätte
tr: Üst Orta Altıda bir
uk: Верхня центральна шоста частина
vi: 1/6 ở giữa bên trên
zh_hans: 中上１／６
zh_hant: 中上１／６
zh_hant_hk: 中上１／６

source: tXI-mr-wws.title
ar: فتح الأحدث
ca: Obrir recent
de: Benutzte Dokumente
es: Abrir reciente
fr: Ouvrir l'élément récent
id: Buka Baru-baru Ini
it: Apri recente
ja: 最近使った項目を開く
ko: 최근 사용 열기
lt: Atidaryti paskutinius
nb: Åpne sist brukte
nl: Open recent
nn: Opne sist brukte
pl: Niedawno otwarte
pt_br: Abrir recente
pt_pt: Abrir Recente
ru: Открыть недавнее
sv_se: Öppna senaste
zh_hans: 打开最近使用

source: UEZ-Bs-lqG.title
ar: تكبير
ca: Primera lletra en majúscula
de: Großschreiben
es: Capitalizar
fr: Capitaliser
id: Gunakan Huruf Besar
it: Maiuscolo
ja: 語頭を大文字にする
ko: 대문자로 만들기
lt: Didžiosiomis raidėmis
nb: Stor førstebokstav
nl: Hoofdletters
nn: Stor fyrstebokstav
pl: Kapitalizuj
pt_br: Capitalizar
pt_pt: Maiúsculas
ru: В верхнем регистре
sv_se: Kapitalisera
zh_hans: 首字母大写

# uLF-Uf-tBt.title
source: Restore Default Shortcuts & Snap Areas
ar: استعادة الاختصارات الافتراضية ومناطق الانطباق
ca: Restaura les dreceres predeterminades
cs: Obnovit výchozí zkratky
de: Standard-Kurzbefehle wiederherstellen
es: Restaurar accesos directos predeterminados y ajustes de areas
fr: Restaurer les raccourcis par défaut
id: Pulihkan Pintasan Bawaah
it: Ripristina abbreviazioni predefinite
ja: ショートカットを初期化
ko: 기본 단축키 복원
lt: Atkurti numatytuosius karštuosius klavišus
nb: Tilbakestill snarveger og festeområder
nl: Standaard sneltoetsen herstellen
nn: Tilbakestill snarvegar og festeområde
pl: Przywróć domyślne skróty
pt_br: Restaurar atalhos padrão
pt_pt: Restaurar Atalhos Padrão
ro: Restabilește Scurtăturile Predefinite
ru: Восстановить горячие клавиши по умолчанию
sk: Obnoviť predvolené skratky
sv_se: Återställ genvägar
tr: Varsayılan kısayolları geri yükle
uk: Відновити типові комбінації клавіш
vi: Khôi phục phím tắt mặc định
zh_hans: 恢复默认快捷键和吸附区域
zh_hant: 復原預設快速鍵
zh_hant_hk: 回復預設快捷鍵

# uQy-DD-JDr.title
source: Rectangle
ar: مستطيل

# uRl-iY-unG.title
source: Cut
ar: يقطع
ca: Retalla
cs: Vyjmout
de: Ausschneiden
es: Cortar
fr: Couper
id: Potong
it: Taglia
ja: カット
ko: 오려두기
lt: Iškirpti
nb: Klipp ut
nl: Knippen
nn: Klypp ut
pl: Wytnij
pt_br: Recortar
pt_pt: Cortar
ro: Tăiere
ru: Вырезать
sk: Vyňať
sv_se: Klipp ut
uk: Вирізати
vi: Cắt
zh_hans: 剪切
zh_hant: 剪下
zh_hant_hk: 剪下

source: Use as Todo Window
ar: Utiliser comme fenêtre Todo
de: Als Todo-Fenster verwenden
es: Usar como ventana 'Todo'
fr: Utiliser comme fenêtre Todo
it: Usa come finestra in evidenza
ja: Todoウインドウとして使用
lt: Naudoti kaip Todo langą
nb: Bruk som Gjøreliste-vindu
nn: Bruk som Gjereliste-vindauge
uk: Використовувати як вікно Завдань
zh_hans: 作为待办窗口
zh_hant: 做為待辦視窗

source: Use frontmost.app as Todo App
ar: Utiliser frontmost.app comme application Todo
ca: Utilitza frontmost.app com a app Todo
de: Verwende frontmost.app als To-Do-Anwendung
fr: Utiliser frontmost.app comme application Todo
id: Gunakan frontmost.app sebagai Aplikasi Todo
it: Usa frontmost.app come applicazione in evidenza
ja: frontmost.appをToDoアプリとして使う
ko: frontmost.app을 Todo 앱으로 사용
lt: Naudoti pirmame plane esantį langą kaip Todo programą
nb: Bruk frontmost.app som Gjøreliste-program
nn: Bruk frontmost.app som Gjereliste-program
ru: Использовать окно на переднем плане в качестве Todo приложения
sv_se: Använd frontmost.app som Att göra-app
uk: Використовувати frontmost.app як застосунок Завдань
vi: Dùng frontmost.app làm ứng dụng Todo
zh_hans: 使用 frontmost.app 作为待办应用
zh_hant: 使用 frontmost.app 作為待辦應用程式
zh_hant_hk: 使用frontmost.app作為待辦應用

# uw2-9W-2jq.label
source: Keyboard Shortcuts
ar: Raccourcis clavier
ca: Dreceres de teclat
cs: Klávesové zkratky
de: Tastaturkurzbefehle
es: Atajos de teclado
fr: Raccourcis clavier
id: Pintasan Papan Ketik
it: Abbreviazioni da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
lt: Karštieji klavišai
nb: Tastatursnarveger
nn: Tastatursnarvegar
pl: Skróty klawiaturowe
pt_br: Atalhos de teclado
pt_pt: Atalhos de Teclado
ro: Scurtături
ru: Горячие клавиши
sk: Klávesové skratky
sv_se: Tangentbordsgenvägar
tr: Klavye Kısayolları
uk: Комбінації клавіш
vi: Phím tắt
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵
zh_hant_hk: 鍵盤快捷鍵

# UZP-5q-D5Y.title
source: Restore window size when unsnapped
ar: استعادة حجم النافذة عند الإغلاق
ca: Restaura la mida de la finestra quan no s'ajusti
cs: Obnovit velikost okna při uvolnění
de: Fenster beim Bewegen auf Originalgröße zurücksetzen
es: Resetear el tamaño de la ventana al despegarla
fr: Restaurer la taille de fenêtre en annulant le glissement
id: Kembalikan ukuran jendela saat tidak dijepret
it: Ripristina le dimensioni della finestra se spostata
ja: スナップが解除されたらウインドウサイズを元に戻す
ko: 스냅 해제 시 창 크기 복원
lt: Atkurti lango dydį po to, kai pašalinamas pririšimas
nb: Gjenskap størrelsen på vinduet når det blir revet løs
nn: Gjenskap storleiken på vindauget når det blir rive laus
pl: Przywróć rozmiar okna po odczepieniu
pt_br: Restaurar tamanho da janela quando desencaixado
pt_pt: Restaurar tamanho de janela quando desencaixada
ro: Restabilește dimensiunea ferestrei când este închisă
ru: Восстановить размер окна после снятия привязки
sk: Obnoviť veľkosť okna pri uvoľnení
sv_se: Återställ fönsterstorleken när den lossas
tr: Tutturulduğu yerden ayrılan pencereleri eski boyutuna çevir
uk: Відновлювати розмір вікна при відміні зміни розміру
vi: Khôi phục cửa sổ khi không bố trí
zh_hans: 结束吸附时恢复窗口大小
zh_hant: 結束貼齊時復原視窗大小
zh_hant_hk: 結束貼齊時回復視窗大小

# v2f-bX-xiM.title
source: Move Left
ar: تحرك يسارا
ca: Moure a l'esquerra
cs: Přesunout vlevo
de: Nach links bewegen
es: Mover a la izquierda
fr: Déplacer à gauche
id: Geser ke Kiri
it: Sposta a sinistra
ja: 左に移動
ko: 왼쪽으로 이동
lt: Į kairę
nb: Flytt til venstre
nl: Naar links
nn: Flytt til venstre
pl: Przesuń w lewo
pt_br: Mover para a esquerda
pt_pt: Mover para a esquerda
ro: Mută în Stânga
ru: Налево
sk: Presunúť vľavo
sv_se: Flytta vänster
tr: Sol Kenar
uk: Перемістити ліворуч
vi: Qua trái
zh_hans: 向左移动
zh_hant: 左移
zh_hant_hk: 左移

# Vdr-fp-XzO.title
source: Hide Others
ar: إخفاء الآخرين
ca: Amaga els altres
cs: Skrýt ostatní
de: Andere ausblenden
es: Ocultar otros
fr: Masquer les autres
id: Sembunyikan Lainnya
it: Nascondi altre
ja: ほかを隠す
ko: 나머지 가리기
lt: Slėpti kitą
nb: Skjul andre
nl: Verberg andere
nn: Gøym andre
pl: Ukryj Inne
pt_br: Esconder Outros
pt_pt: Esconder Outros
ro: Ascunde restul
ru: Скрыть другое
sk: Skryť ostatných
sv_se: Dölj andra
uk: Сховати інші
vi: Ẩn những thứ khác
zh_hans: 隐藏其他
zh_hant: 隱藏其他
zh_hant_hk: 隱藏其他

# VIf-4h-MJW.title
source: Authorize…
ar: تفويض ...
ca: Autoritza…
cs: Autorizovat…
de: Autorisieren…
es: Autorizar…
fr: Autoriser…
id: Otorisasi…
it: Autorizza…
ja: 許可…
ko: 승인…
lt: Autorizuoti…
nb: Autoriser…
nl: Toestemming geven…
nn: Autoriser…
pl: Autoryzuj…
pt_br: Autorizar…
pt_pt: Autorizar…
ro: Autorizare…
ru: Авторизовать…
sk: Autorizovať…
sv_se: Auktorisera…
tr: Yetkilendir...
uk: Авторизувати…
vi: Cấp phép…
zh_hans: 授权…
zh_hant: 授權⋯
zh_hant_hk: 授權⋯

source: VIY-Ag-zcb.title
ar: مركز
ca: Centre
de: Zentrieren
es: Centrar
fr: Centrer
id: Tengah
it: Centro
ja: 中央に表示
ko: 중앙
lt: Centras
nb: Midten
nl: Centreer
nn: Midten
pl: Centrum
pt_br: Centralizar
pt_pt: Centro
ru: Центр
sv_se: Mitten
zh_hans: 居中

source: Vjx-xi-njq.title
ar: مائل
ca: Cursiva
de: Kursiv
es: Cursiva
fr: Italique
id: Cetak Miring
it: Corsivo
ja: イタリック
ko: 이탤릭체
lt: Kursyvas
nb: Kursiv
nl: Cursief
nn: Kursiv
pl: Kursywa
pt_br: Itálico
pt_pt: Itálico
ru: Курсив
sv_se: Kursiv
zh_hans: 斜体

source: vKC-jM-MkH.title
ar: نمط اللصق
ca: Enganxa estil
de: Stil einfügen
es: Pegar estilo
fr: Style de collage
id: Tempel Gaya
it: Incolla lo stile
ja: スタイルをペースト
ko: 스타일 붙여넣기
lt: Įterpimo stilius
nb: Lim inn stil
nl: Stijl plakken
nn: Lim inn stil
pl: Wklej Styl
pt_br: Colar Estilo
pt_pt: Colar Estilo
ru: Стиль вставки
sv_se: Klistra in stil
zh_hans: 粘贴样式

source: vLm-3I-IUL.title
ar: عرض المسطرة
ca: Mostra regle
de: Lineale einblenden
es: Mostrar regla
fr: Afficher la règle
id: Tampilkan Penggaris
it: Mostra righello
ja: ルーラーを表示
ko: 눈금자 보기
lt: Rodyti liniuotę
nb: Vis linjal
nl: Toon lineaal
nn: Vis linjal
pl: Pokaż Linijkę
pt_br: Mostrar Régua
pt_pt: Mostrar Régua
ru: Показать линейку
sv_se: Visa linjal
zh_hans: 显示标尺

source: vmV-6d-7jI.title
ar: جعل الأحرف الكبيرة
ca: Converteix a majúscules
de: Großbuchstaben
es: Convertir a mayúsculas
fr: Passer en majuscules
id: Buat Huruf Besar
it: Rendi maiuscolo
ja: 大文字にする
ko: 대문자로 만들기
lt: Viską padaryti didžiosiomis raidėmis
nb: Bruk store bokstaver
nl: Maak hoofdletters
nn: Bruk store bokstavar
pl: Zmień na duże litery
pt_br: Converter em Maiúsculas
pt_pt: Maiúsculas
ru: Сделать всё в верхнем регистре
sv_se: Ändra till versaler
zh_hans: 变为大写
